[
    {
        "type": "Poltergeist",
        "description": "Most people interested in ghosts have heard the term poltergeist, which means noisy ghost, and that is because they are noisy. They can slam doors, knock things down and manipulate their environment physically, even start a fire.  Even if it is a popular term, the poltergeist is quite rare, and many of us are happy for that because they can be really terrifying. The poltergeists often reveal their presence mild and slowly and by time intensifies. It is a good idea to be careful at a place with a known poltergeist, because they can be dangerous. It is not clarified what a poltergeist is made up from, but one expert theory is that they are a mass form of energy that a living person, unknowingly, is controlling. However, the poltergeist is really fascinating."
    },
    {
        "type": "Interactive",
        "description": "The interactive ghost is the most commonly found ghost, and it has the personality of a dead person, maybe someone you used to know or a historical person. They can be both friendly and unfriendly. They can appear in lots of ways to let you know they are present, you can see them, hear their voice or the noises they are making, touch you or emit odors like from perfume or someone smoking a cigarette. There are experts meaning the interactive ghost retains the personality they used to have as alive and they can also feel emotions. Therefore they can visit you when you feel down or sad to comfort you. They can also let you know something important. "
    },
    {
        "type": "Orb",
        "description": "Orbs are believed to be the souls of a passed human or animal that is now traveling from one place to another. They are common to get caught on photos, actually the most photographed sort of anomaly, where they tend to be white but can also be blue. They usually hover over the ground and they appear in the shape of a transparent or translucent ball of light. Their shape makes it easy for them to travel around."
    },
    {
        "type": "Funnel",
        "description": "A funnel ghost, or vortex, is mostly associated with a cold spot. They tend to take the shape of a swirling funnel. You can often find them in homes or historical buildings. They do also often appear on photos as a wisp or a swirling spiral of light. An expert theory is that the funnel ghost is a passed loved one or a former resident of the building. "
    },
    {
        "type": "Ectoplasm",
        "description": "An ectoplasm, also called ecto-mist or ghostly mist, is what paranormal investigators call a mist or fog that looks like it is swirling. The vaporous ectoplasm clouds do most commonly appear at least a few feet above the ground, and they can move both fast and hover on a specific spot. Ectoplasms have been captured on lots of photos and videos and can be either white, gray and even black. Places where they are most often seen are outdoors, like in graveyards, battlefields and at historical places. "
    }
]